Repository: okolobaxa/postcards
Catalog: PostcardsManager/locale/*/messages.po
Languages: ru

source: Active
ru: Активно

source: Add
ru: Добавить

source: Are you sure you want to delete this?
ru: Вы уверены что хотите это удалить?

source: Back Image
ru: Оборот

source: Back Title
ru: Надпись на обороте

source: Back Title cannot be longer than 200 characters
ru: Надпись на обороте не может быть длиннее 200 символов

source: Back title font
ru: Шрифт надписи на обороте

source: Back title font cannot be longer than 50 characters
ru: Шрифт надпсии на обороте не может быть длиннее 50 символов

source: Back title font color
ru: Цвет шрифта надписи на обороте

source: Back title font color cannot be longer than 50 characters
ru: Цвет шрифта надписи на обороте не может быть длиннее 50 символов

source: Back title place
ru: Положение надписи на обороте

source: Back title place cannot be longer than 50 characters
ru: Положение надписи на обороте не может быть длиннее 50 символов

source: Back to list
ru: Назад к списку

source: Back to List
ru: Назад к списку

source: Back To List
ru: Назад к списку

source: Back type
ru: Тип оборота

source: Back type cannot be longer than 50 characters
ru: Тип оборота не может быть длиннее 50 символов

source: Count
ru: Количество

source: Create
ru: Создать

source: Create new
ru: Создать

source: Create New
ru: Создать

source: Delete
ru: Удалить

source: Delete failed. Try again, and if the problem persists see your system administrator.
ru: Удаление невозможно. Попробуйте еще раз и если проблема будет продолжаться - обратитесь к системному администратору.

source: Description
ru: Описание

source: Description cannot be longer than 200 characters
ru: Описание не может быть длиннее 200 символов

source: Details
ru: Подробно

source: Disabled
ru: Не активно

source: Edit
ru: Редактирование

source: Filter
ru: Фильтр

source: Find By Name
ru: Искать по имени

source: First Name
ru: Имя

source: First name cannot be longer than 50 characters
ru: Имя не может быть длиннее 50 символов

source: First name should be defined
ru: Имя должно быть заполнено

source: First of all, please add publishers, series, postcards and other to database.
ru: Пожалуйста, для начала добавьте издателей, серии, открытки и остальное в базу данных.

source: Front Image
ru: Лицевая сторона

source: Front Title
ru: Надпись

source: Front Title cannot be longer than 200 characters
ru: Надпись не может быть длиннее 200 символов

source: Front title font
ru: Шрифт надписи

source: Front title font cannot be longer than 50 characters
ru: Шрифт надписи не может быть длиннее 50 символов

source: Front title font color
ru: Цвет шрифта надписи

source: Front title font color cannot be longer than 50 characters
ru: Цвет шрифта надписи не может быть длиннее 50 символов

source: Full Name
ru: Полное имя

source: Last Name
ru: Фамилия

source: Last name cannot be longer than 50 characters
ru: Фамилия не может быть длиннее 50 символов

source: Last name should be defined
ru: Фамилия должна быть заполнена

source: Log off
ru: Выход

source: Login
ru: Вход

source: Main Page
ru: Главная страница

source: Middle Name
ru: Отчество

source: Middle name cannot be longer than 50 characters
ru: Отчество не может быть длиннее 50 символов

source: Name should be defined
ru: Имя должно быть заполнено

source: No postcards in database!
ru: В базе еще нет открыток!

source: Number in series
ru: Номер в серии

source: Number in series cannot be longer than 3 characters
ru: Номер в серии не может быть длиннее 3 символов

source: Open
ru: Открыть

source: Photographer
ru: Фотограф

source: Photographers
ru: Фотографы

source: Post date
ru: Дата прохождения почты

source: Post date cannot be longer than 30 characters
ru: Дата прохождения почты не может быть длиннее 30 символов

source: Postcard
ru: Открытка

source: Postcards
ru: Открытки

source: Postcards manager
ru: Менеджер открыток

source: Postcards Manager
ru: Менеджер открыток

source: PrivateKey
ru: Приватный ключ

source: PrivateKey shoud be 20 characters
ru: Приватный ключ должен быть длинной 20 символов

source: PrivateKey shoud be more then 13 characters
ru: Приватный ключ должен быть длиннее 13 символов

source: PrivateKey should be defined
ru: Приватный ключ должен быть заполнен

source: PublicKey
ru: Публичный ключ

source: PublicKey shoud be 20 characters
ru: Публичный ключ должен быть длинной 20 символов

source: PublicKey shoud be more then 13 characters
ru: Публичный ключ должен быть длиннее 13 символов

source: PublicKey should be defined
ru: Публичный ключ должен быть заполнен

source: Publish place
ru: Место издания

source: Publisher
ru: Издатель

source: Publisher name
ru: Имя издателя

source: Publisher Name
ru: Имя издателя

source: Publisher Name cannot be longer than 200 characters
ru: Имя издателя не может быть длиннее 200 символов

source: Publishers
ru: Издатели

source: Register
ru: Регистрация

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Select Publisher
ru: Выберите издателя

source: Series
ru: Серии

source: Status
ru: Статус

source: Storage
ru: Хранилище

source: Storage accounts
ru: Аккаунты хранилища

source: Storage Name
ru: Название хранилища

source: Storage Name cannot be longer than 50 characters
ru: Название хранилища не может быть длиннее 50 символов

source: Storage Name should be defined
ru: Название хранилища должно быть заполнено

source: Title
ru: Название

source: Title cannot be longer than 150 characters
ru: Название не может быть длиннее 150 символов

source: Title should be defined
ru: Название должно быть заполнено

source: Unable to delete. Try again, and if the problem persists, see your system administrator.
ru: Удаление невозможно. Попробуйте еще раз и если проблема будет продолжаться - обратитесь к системному администратору.

source: Unable to save changes. Try again, and if the problem persists see your system administrator.
ru: Сохранение невозможно. Попробуйте еще раз и если проблема будет продолжаться - обратитесь к системному администратору.

source: Unable to save changes. Try again, and if the problem persists, see your system administrator.
ru: Сохранение невозможно. Попробуйте еще раз и если проблема будет продолжаться - обратитесь к системному администратору.

source: Year
ru: Год

source: Year cannot be longer than 150 characters
ru: Год не может быть длиннее 150 символов

source: Year cannot be longer than 50 characters
ru: не может быть длиннее 50 символов
